[
    {
        "title": "Black in America: It's Scary & Lit..At the Same D*mn Time",
        "episode": 97,
        "description": "Entertainment Attempting to be safe in Quarantine RIP to George Floyd the BLM movement plus the riots and looting Doja Cat & Cancel Culture Hot Topics Are you black first or woman first? Is a website for cheaters to blame for a marriage ending? And will you take advice from someone who hasnt been through what you've been through? Article We skipped it this week! Godspiration 'Falling in love with Jesus' is the best you can ever do",
        "distance": "1"
    },
    {
        "title": "Rappers, Rachetivities, and More Rona",
        "episode": 96,
        "description": "Entertainment: Turning 30, Future KEEPS having babies, 6ix9ine, Boosie and more Corona Hot Topics: Church and commingling funds? Should you date someone you're attracted to? Article: Are you ready to date again? Godspiration: Correction is necessary to have a real relationship with Christ",
        "distance": "0"
    },
    {
        "title": "Quarantine Chronicles: Bae-less & Gaining Weight",
        "episode": 95,
        "description": "Entertainment: New Savage Remix is out, Beyonce has given Only Fans more hype, and Karen has spoke Hot Topics: Should we be stressed when gaining weight? & Should you quarantine with bae? Article: Types of self-care Godspiration: Relationship Goals: Reloaded is out and we're sharing our past",
        "distance": "0"
    },
    {
        "title": "COVID-19: This Virus Don't Got No Names",
        "episode": 94,
        "description": "Entertainment: We're STILL quarantining & Corona is no joke: pastors still having church, Corona parades, man-made virus and we got our Trump Checks baby! Hot Topics: Is it weird to date your sister-in-law? What are we most excited to do after quarantine? & 'Should' you have a say in how people act and talk? Article: The benefits and safety level in all different types of masks Godspiration: positive mindset v. peaceful mindset...only one of these you can get from God",
        "distance": "0"
    },
    {
        "title": "COVID-19: This Virus Don't Got No Names",
        "episode": 93,
        "description": "Entertainment: We're STILL quarantining & Corona is no joke: pastors still having church, Corona parades, man-made virus and we got our Trump Checks baby! Hot Topics: Is it weird to date your sister-in-law? What are we most excited to do after quarantine? & 'Should' you have a say in how people act and talk? Article: The benefits and safety level in all different types of masks Godspiration: positive mindset v. peaceful mindset...only one of these you can get from God",
        "distance": "0"
    }
]